import React from 'react';

export default function Terms() {
  return (
    <div className="p-6 max-w-4xl    bg-white rounded-md shadow-md">
      <h1 className="text-2xl font-bold mb-4">ნაინ სკაის სატრანსპორტო პოლიტიკა და პირობები</h1>
      <h2 className="text-xl font-semibold mb-2">საერთაშორისო გადაზიდვისა და ექსპედიციის ხელშეკრულება</h2>
      <p className="mb-4">
        წინამდებარე ტვირთების საერთაშორისო გადაზიდვისა და ექსპედიციის ხელშეკრულება აწესრიგებს შპს "ნაინ სკაი"-სა (შემდგომში "კომპანია") და მომხმარებელს შორის ტვირთის საექსპედიციო გადაზიდვის მომსახურების ურთიერთობას თურქეთიდან,ან/და ჩინეთიდან (კონკრეტული შეკვეთის შესაბამისად) საქართველომდე. მომხმარებლის რეგისტრაცია არის უფასო და ხდება მომხმარებლის მიერ თავისუფალი ნების გამოვლენის საფუძველზე. კომპანიის მომსახურების სარგებლობით, ასევე კომპანიის ვებ-გვერდზე/აპლიკაციაში (შემდგომში "პლატფორმა") რეგისტრაციით მომხმარებელი ავტომატურად ეთანხმება აღნიშნულ პირობებს.
      </p>
      <h3 className="text-lg font-semibold mb-2">ხელშეკრულების საგანი</h3>
      <ul className="list-disc list-inside mb-4">
        <li>
          ექსპედიტორი კომპანია (შემდგომში "ექსპედიტორი ან კომპანია") უზრუნველყოფს თავისი სახელით და მომხმარებლის ხარჯით თავისი საწყობიდან (რომლის ადგილმდებარეობაცაა ჩინეთი,  ან/და თურქეთი - კონკრეტული შეკვეთის შესაბამისად) საქართველოში საექსპედიციო მომსახურების გაწევას.
        </li>
      </ul>
      {/* <h3 className="text-lg font-semibold mb-2">ტრანსპორტირების ღირებულება, ზომაში შემცირება და გადაფუთვა</h3>
      <ul className="list-disc list-inside mb-4">
        <li>
          ტრანსპორტირების ღირებულება გამოითვლება შემდეგნაირად: ამანათების თურქეთიდან გამოწერის შემთხვევაში ღირებულება გამოითვლება ამანათის რეალური წონით, ხოლო ამანათის ჩინეთიდან ან/და თურქეთიდან გამოწერის შემთხვევაში ამანათის ღირებულება გამოითვლება რეალური ან მოცულობითი წონით.
        </li>
        <li>
          იმ შემთხვევაში თუ ამანათის რეალური წონა აღემატება მის მოცულობით წონას, ამანათის ღირებულება გამოითვლება მისი რეალური წონით. ხოლო იმ შემთხვევაში თუ ამანათის მოცულობითი წონა აღემატება მის რეალურ წონას, ამანათის ღირებულება გამოითვლება მისი მოცულობითი წონით.
        </li>
        <li>
          მოცულობით წონის გამოთვლის ფორმულა არის შემდეგი: სიგრძე (სმ) x სიგანე (სმ) x სიმაღლე (სმ) / 6000 და ამ ფორმულის შედეგად მიღებული რიცხვი მრავლდება ტარიფზე.
        </li>
        <li>
          კომპანია უფლებამოსილია ამანათი გადაზომოს ჩამოსვლისას და მომხმარებელს აუსახოს კორექტირებული ვერსია.
        </li>
        <li>
          არაგაბარიტული გზავნილების შემთხვევაში, როცა ტვირთის მოცულობა აღემატება ფაქტობრივ წონას, კომპანია იტოვებს უფლებას მომხმარებელს მოთხოვოს ტრანსპორტირების ღირებულების 50%-ის გადახდა ნივთის საწყობიდან გამოგზავნამდე.
        </li>
        <li>
          ტარიფები განთავსებულია კომპანიის პლატფორმაზე. მხარეები თანხმდებიან, რომ დრო და დრო შესაძლოა მოხდეს ტარიფების კორექტირება კომპანიის მიერ. ამის შესახებ მომხმარებელს ეცნობება კომპანიის პლატფორმის მეშვეობით.
        </li>
        <li>
          ამანათების ზომაში შემცირება არ ხდება. კომპანია უფლებას იტოვებს, მოახდინოს ამანათების გადაფუთვა საჭიროების შემთხვევაში, თუკი კომპანია ამას მიზანშეწონილად მიიჩნევს.
        </li>
      </ul> */}
      <h3 className="text-lg font-semibold mb-2">მხარეთა ვალდებულებები</h3>
      <ul className="list-disc list-inside mb-4">
        <li>მომხმარებელი ვალდებულია ექსპედიტორს მიაწოდოს უტყუარი და დროული ინფორმაცია.</li>
        <li>
          კომპანია ამანათს უფასოდ ინახავს მისი ჩამოსვლიდან 14 დღის განმავლობაში. ამ ვადის შემდეგ იწყება გადახდა საწყობის მომსახურების საფასურის სახით.
        </li>
      </ul>
      <h3 className="text-lg font-semibold mb-2">აკრძალული ნივთები</h3>
      <ul className="list-disc list-inside mb-4">
        <li>
          მომხმარებელი ვალდებულია არ გამოიწეროს აკრძალული ნივთები, როგორიცაა იარაღი, ფეთქებადი ნივთიერებები, აკუმულატორები და სხვა ნივთები, რომლებიც შეზღუდულია საერთაშორისო კანონმდებლობით.
        </li>
      </ul>
      <h3 className="text-lg font-semibold mb-2">საკურიერო მომსახურება</h3>
      <ul className="list-disc list-inside mb-4">
        <li>
          მომხმარებელს უფლება აქვს ისარგებლოს საკურიერო მომსახურებით. ღირებულება განისაზღვრება კომპანიის პირობების მიხედვით.
        </li>
      </ul>
    </div>
  );
}